{
  "record": [
    {
      "banner_image": "https://i6.imageban.ru/out/2025/04/04/9bf82590f5ac879c804306b43bb9433f.jpg",
      "companies": [
        "from 48.6 GB [Selective Download]"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?fca761b5a939fa36#HD981ZSKBS1cmdiX4UzaaJVChmyQH7tMkAthdVFeEHok",
            "link_name": "Filehoster: DataNodes",
            "text": "(speed & usability use IDM)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?fd22df57eb404570#3e3MK2Snevihx4MQXz56SvsMnJG57sZkv1YP8umQrRLo",
            "link_name": "Filehoster: FuckingFast",
            "text": "(REALLY Fucking Fast 🙂)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?0d152acbd0c3a378#FwsVwmvnX4gCg942xqDzGGRFcRpN7Tkxkek5CmfFm8P4",
            "link_name": "Filehoster: MultiUpload",
            "text": "(10+ hosters, interchangeable use JDownloader2)"
          }
        ],
        "torrent": [
          {
            "link": "https://paste.fitgirl-repacks.site/?4c82767c60789857#A7bkWJEyP921UyW2CVPpFDuRHHQ9aunF61W3YXCeJinT",
            "link_name": "Filehoster: Torrent file only",
            "text": "(speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "Experience the winner of over 300 Game of the Year awards now with an array of technical enhancements that make The Last of Us Part II Remastered the definitive way to play Ellie and Abby’s critically acclaimed story.\nFive years after their dangerous journey across the post-pandemic United States, Ellie and Joel have settled down in Jackson, Wyoming. Living amongst a thriving community of survivors has allowed them peace and stability, despite the constant threat of the infected and other, more desperate survivors. When a violent event disrupts that peace, Ellie embarks on a relentless journey to carry out justice and find closure.\n\nNo Return – A Roguelike Survival Mode: Experience The Last of Us Part II’s deep combat via an entirely new mode! Survive as long as you can in each run, as you choose your path through a series of randomized encounters. Play as a host of different unlockable characters, each with unique gameplay traits. The variety of challenges features different foes and memorable locations from throughout Part II, all culminating in tense boss battles.",
        "features": [
          "A host of graphical improvements bring the beautiful-yet-dangerous world to life.",
          "Full PlayStation DualSense controller integration with adaptive trigger and haptic feedback functionality.",
          "Earn and collect exciting achievements on Steam as you progress through the game.",
          "Widescreen and Ultrawide support.",
          "HDR support.",
          "PC Display and Graphics Menu for scalability.",
          "DirectStorage support.",
          "PC Optimized graphics – Performance enhancing technologies including NVIDIA DLSS 3, AMD FSR 3.1, and AMD FSR 4.0 with upscaling and frame generation. Intel XeSS is also supported.",
          "Full gamepad support – Adjust the controls to suit your preferences for a smooth and intuitive experience throughout the game.",
          "Mouse and keyboard mapping – Take full control and ensure personalized gameplay experience by tailoring mouse and keyboard mapping to suit your playstyle.",
          "PlayStation overlay and Trophy support – The PlayStation overlay is available for Windows PC players with an account for PlayStation Network to earn PlayStation Trophies and access Friends lists, settings, and player profile.",
          "Two new unlockable No Return characters are included.",
          "Four new unlockable maps to challenge.",
          "Delve deeper into this beloved adventure and learn how the original game was created.",
          "Lost Levels lets you explore early-development versions of three levels not seen in the original.",
          "Enjoy hours of developer commentary to hear insights into Part II’s development as you experience the game.",
          "Live up to your musical potential with Guitar Free Play, which includes unlockable instruments, or take on the Speedrun Mode and post your best times.",
          "Descriptive Audio and Speech to Vibrations have also been added to Part II’s suite of accessibility features.",
          "The Last of Us Part II Remastered also features unlockable character and weapon skins for players to use for both Ellie and Abby."
        ],
        "no_return_mode": ""
      },
      "id": "1",
      "imagevid": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/2531310/extras/T2R-PC_Announce-trlr_HQ_GIF_003.gif",
      "images": [
        "http://s01.riotpixels.net/data/62/2a/622aa75b-9be5-4474-b9e0-29a35b7ed69d.jpg.240p.jpg",
        "\nhttp://s01.riotpixels.net/data/1d/0d/1d0de718-3b69-4d2d-b06b-7462a12aa307.jpg.240p.jpg",
        "\nhttp://s01.riotpixels.net/data/ba/64/ba6466a8-3c85-4e1c-bad8-913fa1a90837.jpg.240p.jpg",
        "\nhttp://s01.riotpixels.net/data/59/75/59758ecb-0a96-4306-911c-bb84a378a351.jpg.240p.jpg",
        "\nhttp://s01.riotpixels.net/data/f0/b1/f0b170ac-2110-43e5-af9f-acce887cca3e.jpg.240p.jpg",
        "\nhttp://s01.riotpixels.net/data/43/03/430374fa-f14a-4ada-8084-cc2ed8ea46f1.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        " Bonus OST"
      ],
      "language": "RUS/ENG/MULTI24",
      "name": "The Last of Us: Part II – Remastered",
      "original_size": "103.7 GB",
      "repack_details": {
        "features": [
          "Based on The.Last.of.Us.Part.II.Remastered-RUNE ISO release: rune-the.last.of.us.part.ii.remastered.iso (111,028,862,976 bytes)",
          "The.Last.of.Us.Part.II.Remastered.Crackfix-RUNE (123 MB) is available in “_RUNE CrackFix” after installation. Use it ONLY if the game crashes for you on launche",
          "Bonus OST in MP3 format (133 MB) added",
          "Game version: v1.0.10402.1014; Pre-purchase Entitlements DLC is included and activated",
          "100% Lossless & MD5 Perfect: all files are identical to originals after installation",
          "NOTHING ripped, NOTHING re-encoded",
          "Selective Download feature: you may skip downloading of credits/documentary videos pack, bonus soundtrack and language packs you don’t need. English is included by default",
          "Significantly smaller archive size (compressed from cumulative 103.7 to 48.6~77.5 GB, depending on selected components)",
          "Installation takes 10-50 minutes (depending on your system and selected components)",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: up to 115.7 GB",
          "Language can be changed in game settings",
          "Repack uses XTool library by Razor12911",
          "At least 2 GB of free RAM (inc. virtual) required for installing this repack"
        ],
        "title": "Repack Features"
      },
      "repack_size": "from 48.6 GB [Selective Download]",
      "tags": [
        "Action",
        " Shooter",
        " Stealth",
        " Third person",
        " 3D",
        " Horror"
      ],
      "version": "v1.0.10402.1014"
    },
    {
      "banner_image": "https://i3.imageban.ru/out/2021/12/31/7b4fae0cb0a8fa800bc02c17c9b6af9b.jpg",
      "companies": [
        "Rockstar North ",
        " Rockstar Games"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?9bf9d9102c1b37a5#j8xgYGfSRhaopmW1aVnSaFWQR1S7g9J43u5tSd17dgH",
            "link_name": "Filehoster: DataNodes",
            "text": "(speed & usability use IDM)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?e412f1c335088d56#6AcEsmct5L9X2BMSQmvgBKw6df6UCkdaFkwj8CdXnwrU",
            "link_name": "Filehoster: FuckingFast",
            "text": "(REALLY Fucking Fast 🙂)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?8604281d64a88db5#HxJBbEqEoV1n9SpA9a73RLR8PxHaUTKhyZjYapDsnYLk",
            "link_name": "Filehoster: MultiUpload",
            "text": "(10+ hosters, interchangeable use JDownloader2)"
          }
        ],
        "torrent": [
          {
            "link": "https://paste.fitgirl-repacks.site/?2b7790c835aaa29a#4u6Ry7bWyEvZHQRyth9dhdauDpt2dCrmStFSYrk6XhiQ",
            "link_name": "Filehoster: Torrent file only",
            "text": "(speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "ROCKSTAR GAMES’ CRITICALLY ACCLAIMED OPEN WORLD GAME, GRAND THEFT AUTO V, IS COMING TO PC.\nWhen a young street hustler, a retired bank robber and a terrifying psychopath find themselves entangled with some of the most frightening and deranged elements of the criminal underworld, the U.S. government and the entertainment industry, they must pull off a series of dangerous heists to survive in a ruthless city in which they can trust nobody, least of all each other.\n\nGrand Theft Auto V for PC features a range of major visual and technical upgrades to make Los Santos and Blaine County more immersive than ever. In addition to vastly increased draw distances, Grand Theft Auto V for PC runs at 60FPS in 1080p, with the ability to display visuals in 4K resolution. Players will experience a range of additions and improvements including\n\nAll these features are enhanced by stunning resolution, dramatic improvements to lighting, shadows, and textures, and a smooth frame-rate.\n\nThe PC versions of Grand Theft Auto V and Grand Theft Auto Online will also feature First Person Mode, giving players the chance to explore the incredibly detailed world of Los Santos and Blaine County in an entirely new way.\n\nGrand Theft Auto V for PC also includes the new Rockstar Editor, which gives players a full suite of editing tools to create and publish gameplay clips direct to both Social Club and YouTube.\n\nGrand Theft Auto V also comes with Grand Theft Auto Online, the dynamic and ever-evolving Grand Theft Auto universe. Enhancements to Grand Theft Auto Online for PC will include an increased player count, with online play for up to 30 players. All existing gameplay upgrades and Rockstar-developed content created since the original release of Grand Theft Auto Online will also be available for PC, with much more to come.\n\n",
        "features": [
          "New weapons, vehicles and activities",
          "Additional wildlife",
          "Denser traffic",
          "New foliage system",
          "Enhanced damage and weather effects, and much more"
        ],
        "no_return_mode": ""
      },
      "id": "2",
      "imagevid": "",
      "images": [
        "http://s01.riotpixels.net/data/55/8f/558fe4dc-88a9-446c-8121-98a76177c0ea.jpg.240p.jpg",
        " http://s01.riotpixels.net/data/b4/6d/b46de311-57d6-4b86-ab20-25011f0c180e.jpg.240p.jpg",
        " http://s01.riotpixels.net/data/44/ae/44aeeb76-a884-48ca-a1a0-c201831d0870.jpg.240p.jpg",
        " http://s01.riotpixels.net/data/1f/b1/1fb11ab8-ac47-44ad-af43-483484a05eb1.jpg.240p.jpg",
        " http://s01.riotpixels.net/data/11/44/1144b738-44fe-4787-914b-eeaf5fdf6a63.jpg.240p.jpg",
        " http://s01.riotpixels.net/data/23/af/23af02af-172e-46cb-8119-031aed2061fd.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        "  Bonus OST"
      ],
      "language": "RUS/ENG/MULTI13",
      "name": "Grand Theft Auto V / GTA 5 (Legacy) – v1.0.3411/1.70 + NVE Platinum Modpack + Bonus Content",
      "original_size": "130.9 GB",
      "repack_details": {
        "features": [
          "Based on v1.0.3411/1.70 Steam version (thanks to AR-81!): 114 GB",
          "Mr.Goldberg SCE emu applied over (offline version with working BAWSAQ has been used by default)",
          "NaturalVision Platinum Modpack (Build December 17, 2024, 13.7 GB) added and partially activated (read the NVE section above), thanks to Aiakos!",
          "Bonus Content (Brady Guide, Soundtrack/Radio Stations, Satellite Map, Wallpapers & 3 Bonus OSTs (3.2 GB) added, thanks to dremor8484 & ElAmigos!",
          "Game version is v1.0.3411/1.70 Online (NO, multiplayer IS NOT available, it’s just a build number!)",
          "100% Lossless & MD5 Perfect: all files are identical to originals after installation",
          "NOTHING ripped, NOTHING re-encoded – ALL MULTIPLAYER & DLC FILES are totally intact, repack is safe for modding (when installed w/o NVE Modpack)",
          "Selective Download feature: you may skip downloading and installing of NVE Modpack and Bonus Content",
          "Significantly smaller archive size (compressed from cumulative 130.9 to 51.1~61.3 GB, depending on selected components)",
          "Installation takes from ~55 minutes (on 16-threads CPU + SSD) up to 4 hours on 4-threads CPU + HDD, depending on selected components",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: up to 151.6 GB",
          "Use REG-files in “_Language Switcher” folder to change the game GUI language",
          "Repack uses XTool library by Razor12911",
          "At least 2 GB of free RAM (inc. virtual) required for installing this repack",
          "ALWAYS run the game from desktop icon and with admin rights or from “PlayGTAV.bat” from the game root",
          ""
        ],
        "title": "Repack Features"
      },
      "repack_size": "from 51.1 GB [Selective Download]",
      "tags": [
        "Action",
        " Shooter",
        " Driving",
        " Open world",
        " First-person",
        " Third-person",
        " 3D\n"
      ],
      "version": " v1.0.3411/1.70"
    },
    {
      "banner_image": "https://i4.imageban.ru/out/2023/03/29/85b51d35b80313e95e7973d26df91f7f.jpg",
      "companies": [
        "Naughty Dog",
        " Sony Interactive Entertainment"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?1eb3f417ff882fba#GPLT2zD9aAPbUEREnvLvayYA9nYreXBVuPvcfnQzt6c6",
            "link_name": "Filehoster: DataNodes",
            "text": "(speed & usability use IDM)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?4e9d5110a8fd8f09#JA22yHwqLHQUPTN9HboM95Jet4jsqDM8DhZnNcW45o8h",
            "link_name": "Filehoster: FuckingFast",
            "text": "(REALLY Fucking Fast 🙂)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?a918a9d2610a0d43#82pViHmFQMsTiubUobybbQgzkWMEvrDDGgSNphGacL37",
            "link_name": "Filehoster: MultiUpload",
            "text": "(10+ hosters, interchangeable use JDownloader2)"
          }
        ],
        "torrent": [
          {
            "link": "https://paste.fitgirl-repacks.site/?48f8a8778f563ac0#6jUCjNLACKKYtqhqWckbMFfR57RyVACqBuWgsZZLpKMG",
            "link_name": "Filehoster: Torrent file only",
            "text": "(speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "Experience the emotional storytelling and unforgettable characters in The Last of Us™, winner of over 200 Game of the Year awards.\nIn a ravaged civilization, where infected and hardened survivors run rampant, Joel, a weary protagonist, is hired to smuggle 14-year-old Ellie out of a military quarantine zone. However, what starts as a small job soon transforms into a brutal cross-country journey.\n\nIncludes the complete The Last of Us single-player story and celebrated prequel chapter, Left Behind, which explores the events that changed the lives of Ellie and her best friend Riley forever.\n\nBuilt for PC\nThe Last of Us Part I PC release brings with it plenty of PC features to bring Joel and Ellie’s tense and unforgettable journey to life. This version of The Last of Us Part I is optimized for PC with PC-centric quality-of-life enhancements. Part I will feature AMD FSR 2.2 support*, Nvidia DLSS Super Resolution support*, VSync and frame rate cap options, and a host of features designed specifically for PC, including adjustable Texture Quality, Shadows, Reflections, Ambient Occlusion, and more.\n\nThrough the experiences of Joel and Ellie, PC players can fully immerse themselves in beautiful yet haunting environments in stunning detail with true 4K resolutions**. From the harsh, oppressive streets of the Boston QZ to the overgrown and abandoned homes of Bill’s Town to so much more, embark on a beautiful journey across the United States of America with Ultra-Wide Monitor Support for both 21:9 Ultrawide and 32:9 Super Ultrawide aspect ratios.\n\nExperience all these locations, stealthily sneaking through abandoned homes and cities (and picking their drawers and cabinets clean looking for supplies) or engage in tense, captivating action with 3D audio support to better hear the rustle of leaves, the crack of glass, or the footfalls of enemies trying to ambush you***.\n\nAMD Fidelity FX Super Resolution 2\nSupercharge your framerates and fight for survival as Joel and Ellie with next-level temporal upscaling technology from AMD. FSR 2 uses cutting-edge algorithms to boost your framerates and deliver high-quality, high-resolution game experiences in The Last of Us Part I across a wide range of compatible graphics cards.\n\nPeripheral Support\nThe Last of Us Part I on PC features DualSense support through a wired connection so players can feel the impact of battle, the rumble of a tank rolling by, and so much more through haptic feedback and dynamic triggers. With support for the DualShock 4 controller, a wide range of other gamepads, and keyboard and mouse, players can adjust their playstyle to suit their preferences. The PC release includes a number of new control customization options including full control remapping, primary and secondary bindings for keyboard and mouse control, an adaptive mode that allows players to combine keyboard and controller inputs, and more. Part I’s PC launch will also include The Last of Us Part I’s suite of accessibility features so that players can adjust the experience to suit their needs and preferences.\n\nThe Last of Us™ Part I Digital Deluxe Edition includes the following content:\n\n",
        "features": [
          "The Last of Us single-player story and Left Behind prequel chapter",
          "Increased Crafting Speed Skill",
          "Increased Healing Speed Skill",
          "9mm Reload Speed Increase Upgrade",
          "Rifle Clip Capacity Increase Upgrade",
          "Explosive Arrows Gameplay Modifier",
          "Dither Punk Filter",
          "Speedrun Mode",
          "Six Weapon Skins: Black Gold 9mm Pistol, Silver Filigree 9mm Pistol, Rubber Tactical Shotgun, Sculpted Oak Shotgun, Arctic White Bow, Carbon Black Bow",
          ""
        ],
        "no_return_mode": ""
      },
      "id": "3",
      "imagevid": "",
      "images": [
        "http://s01.riotpixels.net/data/ef/6f/ef6f736f-56f2-4fbc-893b-b8c93d030e60.jpg.240p.jpg",
        " http://s01.riotpixels.net/data/9a/dd/9add3638-42ca-4ae4-8eed-991339b17d2c.jpg.240p.jpg",
        " http://s01.riotpixels.net/data/51/fc/51fc5f32-0498-42fc-a8d5-574e24730889.jpg.240p.jpg",
        " http://s01.riotpixels.net/data/c0/7e/c07e55c8-29d2-46e9-8fef-9de79a2a6431.jpg.240p.jpg",
        " http://s01.riotpixels.net/data/17/d2/17d241f6-33dc-4a6e-bd96-b668ab6b22a9.jpg.240p.jpg",
        " http://s01.riotpixels.net/data/d2/42/d24297fc-d569-4061-b963-cd81ac8e81ad.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        "Bonus OST"
      ],
      "language": "RUS/ENG/MULTI24",
      "name": "The Last of Us: Part I – Digital Deluxe Edition – v1.1.3 + 2 DLCs + Bonus Content",
      "original_size": "79.2 GB",
      "repack_details": {
        "features": [
          "Based on Steam BuildID 13777814 release: 78.4 GB, thanks to Ksenia!",
          "Bonus Content (3 soundtracks, ArtBook, Digital Comic, Unofficial Strategy Guide, 769 MB) added, thanks to NoeRIη!",
          "CODEX-RUNE crack/emu applied over",
          "Game version: v1.1.3; 2 DLCs (Pre-purchase Entitlements & Upgrade to Digital Deluxe Edition) are included and activated",
          "100% Lossless & MD5 Perfect: all files are identical to originals after installation",
          "NOTHING ripped, NOTHING re-encoded",
          "Selective Download feature: you may skip downloading of credits/”Behind the Scenes” videos pack, bonus content and language packs you don’t need. English is included by default",
          "Significantly smaller archive size (compressed from cumulative 79.2 to 38.8~52.1 GB, depending on selected components)",
          "Installation takes (without optional components) from 8 minutes (on 24-threads CPU + SSD) up to 30 minutes (on 4-threads CPU + HDD)",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: up to 79.2 GB",
          "Language can be changed in game settings",
          "Repack uses XTool library by Razor12911",
          "At least 2 GB of free RAM (inc. virtual) required for installing this repack"
        ],
        "title": "Repack Features"
      },
      "repack_size": "from 38.8 GB [Selective Download]",
      "tags": [
        "Action",
        " Shooter",
        " Stealth",
        " Third-person",
        " 3D",
        " Horror"
      ],
      "version": "v1.1.3; 2"
    },
    {
      "banner_image": "https://i1.imageban.ru/out/2025/02/01/ce3eb009b8bc0534e519a5c6e0dbcb48.jpg",
      "companies": [
        "Insomniac Games",
        "Nixxes Software",
        "Sony Interactive Entertainment"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?f33a793f8122872c#LQAjXnQ8jyngF5cJHcwetYCYZ2AnTjfjvuL2nLLp9p6",
            "link_name": "Filehoster: DataNodes",
            "text": " (speed & usability use IDM)"
          },
          {
            "link_name": "Filehoster: FuckingFast",
            "text": " (REALLY Fucking Fast 🙂)",
            "link": "https://paste.fitgirl-repacks.site/?aa7ee62c43546e4f#HdgTUYUKFGRt2uVMyfx4i2KaZ8eS31oLoUJwzMaZqKJ7"
          },
          {
            "link_name": "Filehoster: MultiUpload",
            "text": "(10+ hosters, interchangeable use JDownloader2)",
            "link": "https://paste.fitgirl-repacks.site/?b337bce5be1e6f4e#HxuLJrejeyTh3BnuquFYH5JT3AufsJFQYsvboEb9NF2a"
          }
        ],
        "torrent": [
          {
            "link": "https://paste.fitgirl-repacks.site/?517a88be8b436b9e#QmqjEg6DuTZTx3TCbTHJNZQkaxFVP6M6f554f64jMHb",
            "link_name": "Filehoster: Torrent file only",
            "text": " (speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "Be Greater. Together. The incredible power of the symbiote forces Peter Parker and Miles Morales into a desperate fight as they balance their lives, friendships, and their duty to protect in an exciting chapter of the critically acclaimed Spider-Man franchise on PC. Spider-Sense tingling… Mask-up for more thrilling web-slinging heroics as Marvel’s Spider-Man 2 swings onto PC. Developed by Insomniac Games in collaboration with Marvel, and optimized for PC by Nixxes Software. A city under siege! – Spider-Men Peter Parker and Miles Morales face the ultimate test of strength inside and outside the mask as they fight to save the city, each other and the ones they love, from the monstrous Venom and the dangerous new symbiote threat. Traverse an expanded Marvel’s New York – Explore a larger Marvel’s New York than ever before, featuring two new boroughs – Brooklyn and Queens – as well as locations like Coney Island, and more. Swing, jump, and utilize the new Web Wings to travel across the city, switching between Peter Parker and Miles Morales in open world exploration to experience different stories and epic new powers. Experience two playable Spider-Men – Wield Peter’s new symbiote abilities and Miles’ explosive bio-electric venom powers, and discover upgradeable, high-tech equipment that enhances the combat experience for extensive gameplay depth and variety. Battle iconic Marvel Super Villains – Fight against a variety of new and iconic villains, including an original take on the monstrous Venom, the ruthless Kraven the Hunter, the volatile Lizard, and many more! A more accessible Spider-Man experience – Support for a range of accessibility features strives to create a Marvel’s Spider-Man experience without barriers, that can be enjoyed by more players of different abilities",
        "features": [
          "PC optimized graphics – Save the day in style with your choice of graphical quality options, as well as unlocked framerates for smooth Super-Hero antics. Enjoy support for performance-enhancing technologies including NVIDIA DLSS 3 and AMD FSR 3.1 upscaling and frame generation. Intel XeSS upscaling is also supported.",
          "Improved ray-tracing – Ray-traced reflections, ray-traced shadows and ray-traced ambient occlusion bring the sights of Marvel’s New York to life all around you. Choose from a selection of quality modes and take in the breathtaking views from up high. For NVIDIA GeForce RTX GPU users, DLSS Ray Reconstruction is available. This technique uses an NVIDIA supercomputer-trained AI network that generates higher-quality pixels in between sampled rays, resulting in sharper and more accurate ray-traced images.",
          "Ultra-wide monitor support – Discover great image clarity through support for a range of screen setups, including 16:9, 16:10, 21:9, 32:9, and 48:9 resolutions with triple monitor setups using NVIDIA Surround or AMD Eyefinity.",
          "PlayStation overlay and trophies – The PlayStation overlay is available for Windows PC players to earn PlayStation Trophies and access Friends lists, settings, and player profile. Press the Shift key and F1 key shortcut or follow the in-game menu to open the overlay.",
          "Controls and customization – Feel the true power of Spider-Man with the PlayStation DualSense® controller on a wired USB connection, or full mouse and keyboard support.",
          "DualSense haptic feedback – The responsive vibrations of the DualSense controller bring Peter Parker’s symbiote abilities and Miles Morales’ bio-electric skills to your fingertips.",
          "DualSense adaptive triggers – Master acrobatic moves, execute thrilling combos, and experience the breathtaking excitement of web-swinging traversal through the DualSense controller’s adaptive triggers."
        ],
        "no_return_mode": ""
      },
      "id": "4",
      "imagevid": "",
      "images": [
        "http://s01.riotpixels.net/data/5f/e5/5fe56fad-64db-476d-a96e-94fe855f0dca.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/08/07/080734dd-a401-49d6-a8d7-322ed6b9db93.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/6b/06/6b063095-9d37-4206-876a-74813ebc01c0.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/17/2d/172d1e88-0ee3-4187-8cd3-e941e0b6a925.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/4a/6e/4a6e0173-bd18-4f85-b0ea-3f76dd48def3.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/72/37/72378c72-d942-44fd-9da9-1d1e6c7263bc.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        "Bonus OST"
      ],
      "language": "RUS/ENG/MULTI26",
      "name": "Marvel’s Spider-Man 2: Digital Deluxe Edition, v1.130.1.0/v1.131.0.0 + 2 DLCs + Unlocker + Bonus Soundtrack",
      "original_size": "124.3 GB",
      "repack_details": {
        "features": [
          "Based on Marvels.Spider-Man.2-RUNE ISO release: rune-marvels.spiderman.2.iso (101,088,722,944 bytes)",
          "Marvels.Spider-Man.2.Language.Pack-RUNE (31,765,439,654 GB) applied over",
          "Update to v1.131.0.0 (366 MB) added, thanks to ElAmigos! To use it, copy contents of “_Update to v1.131.0” folder to the game root",
          "Bonus Soundtrack (184 MB) added",
          "PSN Bonus Costumes unlocker added, thanks to ⎝⎝✧GͥOͣDͫ✧⎠⎠! To use it, run the game once, then copy files from “unlock_psn_bonuses” folder to “C:\\Users\\YOUR USERNAME\\Documents\\Marvel’s Spider-Man 2\\DIGITS\\” folder, where DIGITS folder will have a random name. Unlocking is done via custom save file, so beginning of the story will be skipped with this save",
          "Game version: v1.131.0.0/v1.131.0.0; 2 DLCs (PC Purchase Perks & Digital Deluxe Upgrade) are included",
          "100% Lossless & MD5 Perfect: all files are identical to originals after installation",
          "NOTHING ripped, NOTHING re-encoded",
          "Selective Download feature: you may skip downloading and installing of bonus soundtrack and voiceover packs you don’t need. English VOs are included by default",
          "Significantly smaller archive size (compressed from cumulative 124.3 to 64.5~87.9 GB, depending on selected components)",
          "Installation takes from 30 minutes (on 32-threads CPU + SSD) up to 2 hours (on 4-threads CPU + HDD)",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: up to 137.6 GB",
          "Use “language.changer.exe” in game root to change the game language",
          "Repack uses XTool library by Razor12911",
          "At least 2 GB of free RAM (inc. virtual) required for installing this repack"
        ],
        "title": "Repack Features"
      },
      "repack_size": "from 64.5 GB [Selective Download]",
      "tags": [
        "Action",
        "Open world",
        "Third person",
        "3D"
      ],
      "version": "v1.131.0.000"
    },
    {
      "banner_image": "https://i7.imageban.ru/out/2025/03/12/90fb6100dc58091d64944822daa166fe.jpg",
      "companies": [
        "Team Ninja",
        "Koei Tecmo Games"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?b351a5a74f6cf957#4haa7eMgRHW3F17mStKXDtTaTsGnET673Zf7fDZisQVp",
            "link_name": "Filehoster: DataNodes",
            "text": "(speed & usability use IDM)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?fa372f47bad2fe12#Hbc1XJ6jkx8KcA4eAcwfm1sZwdYVBBBih1dNLMjE2RLz",
            "link_name": "Filehoster: FuckingFast",
            "text": "(REALLY Fucking Fast 🙂)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?524523f1ff0133e0#9ux5LehQ8N19YqyDTsTexPuFEC8pLKHyuUHCy2YgrUTL",
            "link_name": "Filehoster: MultiUpload",
            "text": "(10+ hosters, interchangeable use JDownloader2)"
          }
        ],
        "torrent": [
          {
            "link": "https://paste.fitgirl-repacks.site/?fb0fb94a57008917#ENfAGzYty1ZZGmRiPmK19bbASBYbadqToGrhueSpjr2G",
            "link_name": "Filehoster: Torrent file only",
            "text": "(speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "An open-world RPG set in the Bakumatsu period, where players take on the role of a ronin forging their own destiny. The game features multiple possible endings, allowing players to choose which faction to support – such as the anti-shogunate faction, pro-shogunate faction, or Western forces – which significantly alters the story’s outcome.\nJapan, 1863. After three centuries of the Tokugawa Shogunate’s reign, the Black Ships of the West descend upon the nation’s borders and the country falls into a state of turmoil. Amidst the chaos of war, disease, and political unrest, a nameless warrior forges their own path, holding the very fate of Japan in their hands.\n\n",
        "features": [
          "Shape your own story. As a nameless warrior – a ronin – your destiny evolves based on the choices you make. You will encounter historical figures and factions with various ideologies, such as the anti-shogunate faction leader Ryoma Sakamoto and the shogunate-affiliated organization Shinsengumi led by Isami Kondo, allowing you to experience the tumultuous Bakumatsu period. You will face significant decisions, such as whether to assassinate or protect key figures like Naosuke Ii, and craft your own history through a multi-ending system.",
          "Customize your weapons and combat styles. You can choose from various melee weapons like katana, spear, and odachi, each with multiple combat styles. By freely combining these based on enemies’ weapons and your own combat style, you can enjoy a wide range of tactics. There are also ranged weapons like guns and bows, which you must use strategically according to the situation.",
          "Explore beautiful cities in an open world. In the mixed cultural landscape of Edo, Yokohama, and Kyoto during the Bakumatsu period, you can explore stunning scenery with seasonal changes like cherry blossoms and autumn leaves. You can use a grappling rope to climb onto rooftops and the glider Avicula to glide through the air. Additionally, you can capture your favorite views using Photo Mode.",
          "Customize your character. From their facial features, hair, and makeup to their body shape and voice, the protagonist – your Veiled Edge – is yours to create. As you progress through the story, you’ll acquire new clothing and gear to customize their appearance further."
        ],
        "no_return_mode": ""
      },
      "id": "5",
      "imagevid": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1340990/extras/action.gif",
      "images": [
        "http://s01.riotpixels.net/data/e7/c6/e7c6a9fc-fd74-42ce-9217-347270b7e1ca.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/49/4d/494dbe83-fd4a-4c0f-8016-cdbe414e016d.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/74/7c/747c642c-92bd-4bcf-a42a-8d014fd4fa57.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/b1/5d/b15dc87f-9d77-48f9-9bd1-6106bbe612a2.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/6c/91/6c914ff2-9c3e-4828-9718-5ec174b8f04d.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/b9/f7/b9f71d21-8c5e-4649-9b35-86c992e88d37.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        "Bonus OST"
      ],
      "language": "RUS/ENG/MULTI21",
      "name": "Rise of the Ronin, v1.09 + DLC + Bonus Soundtrack",
      "original_size": "163.5 GB",
      "repack_details": {
        "features": [
          "Based on Rise.of.the.Ronin-TENOKE ISO release: tenoke-rise.of.the.ronin.iso (160,240,027,648 bytes)",
          "Game version: v1.09; Early Purchase Bonus DLC is included and activated",
          "Missing localizations (13.9 GB), thanks to AR-81!",
          "Bonus Soundtrack (368 MB) added, thanks to Deezer!",
          "100% Lossless & MD5 Perfect: all files are identical to originals after installation",
          "NOTHING ripped, NOTHING re-encoded",
          "Selective Download feature: you may skip downloading and installing of voiceover packs you don’t need (English & Japanese are included by default), optional videos (tutorials/encyclopedia & videos in 30 FPS, 60 FPS videos are included by default) and bonus soundtrack",
          "If you don’t install optional videos, in game video settings change “FPS Limit (Cutscenes)” option from 30 to 60, otherwise video and audio in cutscenes will be out of sync",
          "Significantly smaller archive size (compressed from cumulative 163.5 to 51.3~71.3 GB, depending on selected components)",
          "Installation takes from 12 minutes (on 16-threads CPU + SSD) up to 45 minutes (on 4-threads CPU + HDD)",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: up to 163.5 GB",
          "Language can be changed in game settings",
          "Repack uses XTool library by Razor12911",
          "At least 2 GB of free RAM (inc. virtual) required for installing this repack"
        ],
        "title": "Repack Features"
      },
      "repack_size": "from 51.3 GB [Selective Download]",
      "tags": [
        "RPG",
        "Action RPG",
        "Open world",
        "Third person",
        "3D"
      ],
      "version": "v1.09"
    },
    {
      "banner_image": "https://i1.imageban.ru/out/2024/05/02/5b8d83058def6c33d3c5b3e7ae36fd4b.jpg",
      "companies": [
        "Rockstar North",
        "Rockstar San Diego"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?b43b344217d54267#2SLr856jMLjtpDm2Gy9jCHiPDRTa8DXSC5wEHn8hWYtB",
            "link_name": "Filehoster: DataNodes",
            "text": "(speed & usability use IDM)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?d38d0ebceb00c942#85FJce51vHjLu8wHF17hqCcRq95B2haHsp1j8JbpYzN2",
            "link_name": "Filehoster: FuckingFast",
            "text": "(REALLY Fucking Fast 🙂)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?122d28383471d85c#9EJGsFFcXD4Qgc4wJSvmgo43EXVXMAV9wpzahuHu2BP4",
            "link_name": "Filehoster: MultiUpload",
            "text": "(10+ hosters, interchangeable use JDownloader2)"
          }
        ],
        "torrent": [
          {
            "link": "https://paste.fitgirl-repacks.site/?55198f231f4f8d0d#BEnfsaFuWYDjKSKFX4KKBCavD38HwZvpB77yPVnma1CF",
            "link_name": "Filehoster: Torrent file only",
            "text": "(speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "Arthur Morgan and the Van der Linde gang are outlaws on the run. With federal agents and the best bounty hunters in the nation massing on their heels, the gang must rob, steal and fight their way across the rugged heartland of America in order to survive. As deepening internal divisions threaten to tear the gang apart, Arthur must make a choice between his own ideals and loyalty to the gang who raised him.\n\nNow featuring additional Story Mode content and a fully-featured Photo Mode, Red Dead Redemption 2 also includes free access to the shared living world of Red Dead Online, where players take on an array of roles to carve their own unique path on the frontier as they track wanted criminals as a Bounty Hunter, create a business as a Trader, unearth exotic treasures as a Collector or run an underground distillery as a Moonshiner and much more.\n\nWith all new graphical and technical enhancements for deeper immersion, Red Dead Redemption 2 for PC takes full advantage of the power of the PC to bring every corner of this massive, rich and detailed world to life including increased draw distances; higher quality global illumination and ambient occlusion for improved day and night lighting; improved reflections and deeper, higher resolution shadows at all distances; tessellated tree textures and improved grass and fur textures for added realism in every plant and animal.\n\nRed Dead Redemption 2 for PC also offers HDR support, the ability to run high-end display setups with 4K resolution and beyond, multi-monitor configurations, widescreen configurations, faster frame rates and more.",
        "features": [
          ""
        ],
        "no_return_mode": ""
      },
      "id": "6",
      "imagevid": "",
      "images": [
        "http://s01.riotpixels.net/data/b3/34/b334bffd-9ff9-4511-883c-f56562506f77.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/60/f9/60f9fe78-2879-4ce0-9b88-917ac3d47cbd.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/0a/70/0a708487-623c-4982-9f3e-4f4ab0c9e9a4.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/40/08/40089b36-e985-4925-9ed9-7bc5b1dc8691.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/54/4e/544e8efc-2a10-49df-b3c3-99c0099205ce.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/74/9a/749a3997-23c3-400e-88d1-554f2ed08135.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        "Bonus OST"
      ],
      "language": "RUS/ENG/MULTI13",
      "name": "Red Dead Redemption 2: Ultimate Edition – Build 1491.50 + UE Unlocker",
      "original_size": "119.4 GB",
      "repack_details": {
        "features": [
          "Based on Red_Dead_Redemption_2_Ultimate_Edition-Razor1911 ISO release: rzr-reddeadredemption2.iso (128,253,820,928 bytes)",
          "No-intro Launcher.exe applied over, thanks to machine4578! Original Razor’s one preserved for purists in the root folder",
          "Game version is Build 1491.50",
          "All offline “DLCs” of Ultimate Edition are included, but must be activated with a special unlocking file – check “readme.txt” in the “_Unlocker” after installation",
          "100% Lossless & MD5 Perfect: all files are identical to originals after installation",
          "NOTHING ripped, NOTHING re-encoded",
          "Significantly smaller archive size (compressed from 119.4 to 68.8 GB)",
          "Installation takes: ~1 hour (24-threads CPU + SSD); ~1 hour 50 minutes (16-threads CPU + HDD); up to 5 hours (4-threads CPU + HDD)",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: 119.3 GB",
          "Language is automatically set by detecting your system locale. To force specific language, run one of “Force” language BAT-files in the game root",
          "Use ONLY “Launcher.exe” in the game root to launch the game",
          "Repack uses compression library by Razor12911",
          "At least 3 GB of free RAM (inc. virtual) required for installing this repack"
        ],
        "title": "Repack Features"
      },
      "repack_size": "68.8 GB",
      "tags": [
        "Action",
        "Shooter",
        "Open world",
        "3D"
      ],
      "version": "v1491.50"
    },
    {
      "banner_image": "https://i5.imageban.ru/out/2021/11/13/4e9836b6111a572bef2f43048c7ef4c6.jpg",
      "companies": [
        "Playground Games",
        "Xbox Game Studios"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?bbce93955d7cf3ca#6L7G1aGJCaMzGmhYHMY3fHHNohSb8PcrarKBej92sh7S",
            "link_name": "Filehoster: DataNodes",
            "text": "(speed & usability use IDM)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?21311c01410451b4#AoRLdUzJx6qwpkHKfSXvgk4RCspjXPcKBCMCAKxDbKz",
            "link_name": "Filehoster: FuckingFast",
            "text": "(REALLY Fucking Fast 🙂)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?ea90becad6df71aa#HAQXbxE3sMcPxWx3pdb2ojNLWKTqgJEBRNqxdeNTf7dc",
            "link_name": "Filehoster: MultiUpload",
            "text": "(10+ hosters, interchangeable use JDownloader2)"
          }
        ],
        "torrent": [
          {
            "link": "https://paste.fitgirl-repacks.site/?407961c58777a667#AheRpggHyCgQX4cho2SMu3NGABJ3WbnoFS7arEg5bsA7",
            "link_name": "Filehoster: Torrent file only",
            "text": "(speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "Your Ultimate Horizon Adventure awaits! Explore the vibrant and ever-evolving open world landscapes of Mexico with limitless, fun driving action in hundreds of the world’s greatest cars.\nBegin Your Horizon Adventure today!\n\nHot Wheels DLC Expansion:\nCalling all daredevil drivers and creators! Blast off to the visually stunning, exhilarating new Horizon Hot Wheels Park in the clouds high above Mexico. Experience the fastest, most extreme tracks ever devised. Design, build, and share your own Hot Wheels adventure with over 80 distinct, snappable track pieces. Race 10 amazing new cars including the lightning fast 2021 Hennessey Venom F5 and the iconic 2000 Hot Wheels Deora II.\n\nRally Adventure DLC Expansion:\nYour FORZA HORIZON 5 RALLY ADVENTURE is here! Drive purpose-built rally monsters and conquer the rugged Sierra Nueva. Join three rally teams and attack Horizon’s most thrilling routes ever in Horizon Rally and Horizon Races. Feel the intensity of massive dust trails and deformable sand roads in 10 new cars and experience the bursting flames of anti-lag. Explore dramatic craters, an abandoned quarry and an entirely smashable palm forest.\n\n",
        "features": [
          "This is Your Horizon Adventure: Lead breathtaking expeditions across the vibrant and ever-evolving open world landscapes of Mexico with limitless, fun driving action in hundreds of the world’s greatest cars.",
          "This is a Diverse Open World: Explore a world of striking contrast and beauty. Discover living deserts, lush jungles, historic cities, hidden ruins, pristine beaches, vast canyons and a towering snow-capped volcano.",
          "This is an Adventurous Open World: Immerse yourself in a deep campaign with hundreds of challenges that reward you for engaging in the activities you love. Meet new characters and choose the outcomes of their Horizon Story missions.",
          "This is an Evolving Open World: Take on awe-inspiring weather events such as towering dust storms and intense tropical storms as Mexico’s unique, dynamic seasons change the world every week. Keep coming back for new events, challenges, collectibles, and rewards, and new areas to explore. No two seasons will ever be the same.",
          "This is a Social Open World: Team up with other players and enter the Horizon Arcade for a continuing series of fun, over-the-top challenges that keep you and your friends in the action and having fun with no menus, loading screens or lobbies. Meet new friends in Horizon Open and Tours and share your creations with new community gift sharing.",
          "This is Your Open World: Create your own expressions of fun with the powerful new EventLab gameplay toolset including custom races, challenges, stunts, and entirely new game modes. Customize your cars in more ways than ever before with new options such as the ability open and close convertible tops, paint brake calipers, and more. Use the new Gift Drops feature to share your custom creations with the community.",
          "Included DLCs in FH5: Premium Edition:",
          "1966 Jaguar XJ13",
          "1966 Toronado",
          "1967 Renault 8 Gordini",
          "1970 Mercury Cyclone Spoiler",
          "1979 Lamborghini Espada 400 GT",
          "1982 VW Pickup",
          "1986 Ford Mustang SVO",
          "1992 Mazda 323 GT-R",
          "1993 Jaguar XJ220S",
          "2003 Ford Lightning",
          "2005 MG SV-R",
          "2006 Noble M400",
          "2008 Dodge Magnum",
          "2010 Porsche 911 SC",
          "2014 SafariZ 370Z",
          "2017 #25 Ferrari 488",
          "2017 Ferrari J50",
          "2017 GT OPI Edition",
          "2018 Audi RS 5",
          "2018 Audi TT RS",
          "2019 Ferrari Monza SP2",
          "2019 Nissan 370Z Nismo",
          "2019 Porsche 911 Speedster",
          "2019 SUBARU STI S209",
          "2019 Toyota Tacoma",
          "2020 Audi RS 3",
          "2020 BMW M8 Comp",
          "2020 Lamborghini Huracan EVO",
          "2020 Lexus RC F",
          "2020 Toyota Tundra TRD",
          "2021 Aston Martin DBX",
          "2021 McLaren 620R",
          "2021 MINI JCW GP",
          "2021 VW Golf R",
          "Acceleration Car Pack",
          "American Automotive Car Pack",
          "Apex Allstars Car Pack",
          "Car Pass",
          "Chinese Lucky Stars Car Pack",
          "Doritos DLC",
          "European Automotive Car Pack",
          "Expansions Bundle",
          "Fast X Car Pack",
          "Ferrari 2018 FXX-K Evo",
          "Formula Drift Pack",
          "Horizon Pack",
          "Horizon Racing Car Pack",
          "Hot Wheels",
          "Italian Exotics Car Pack",
          "JDM Jewels Car Pack",
          "Oreo Zonda",
          "Premium VIP",
          "Rally Adventure",
          "Super Speed Car Pack",
          "Treasure Map",
          "Universal Icons Car Pack",
          "VIP Membership",
          "Welcome Pack"
        ],
        "no_return_mode": ""
      },
      "id": "7",
      "imagevid": "",
      "images": [
        "http://s01.riotpixels.net/data/b2/f9/b2f935b1-a62b-472a-ae7f-2b000c34bdf9.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/f6/52/f65245f0-e38b-4ec2-bfaf-276aad536508.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/d7/dc/d7dcb928-dd9b-45cc-bcca-332ae5ce95da.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/ab/a9/aba97e11-b4af-444e-b4de-f65e6b0fa9bf.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/70/77/7077641f-e476-49f5-869f-352b7400a0c9.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/18/ae/18ae4d79-3675-4dd0-9cc1-50232325857b.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        "Bonus OST"
      ],
      "language": "RUS/ENG/MULTI13",
      "name": "Forza Horizon 5: Premium Edition – v1.656.386.0 + 58 DLCs + 100% Unlock Save + Multiplayer",
      "original_size": "174.5 GB",
      "repack_details": {
        "features": [
          "Based on Steam release BuildID 15221487 from August 12, 2024: 174.5 GB, thanks to CircledSquare for files!",
          "Modified CODEX-RUNE crack/emu applied over, thanks to machine4578!",
          "Steam Online Fix V10 by 0xdeadc0de is available in “NoDVD” folder after installation, allowing multiplayer support via Steam (use fake Steam/Microsoft accounts for that)",
          "100% Save File, which unlocks 872 unique cars and other stuff is available in “_Save File” folder after installation, thanks to Punkster Sanders! Check “readme.txt” for instructions",
          "Game version: v1.656.386.0; 58 released DLCs are included and activated",
          "If the game crashes for you right after small splash screen image, run it again from the desktop icon as an administrator",
          "100% Lossless & MD5 Perfect: all files are identical to originals after installation",
          "NOTHING ripped, NOTHING re-encoded",
          "Selective Download feature: you may skip downloading and installing of Sign Language videos, 4K videos and voiceover packs you don’t need",
          "Significantly smaller archive size (compressed from 174.5 to 73.5~98.4 GB, depending on selected components)",
          "Installation takes (any single language, no optional videos): from ~35 minutes (on 24-threads CPU + SSD) up to ~2 hours 20 minutes (4-threads CPU + HDD)",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: up to up to 174.5 GB",
          "Language can be changed in game settings",
          "Repack uses XTool library by Razor12911",
          "At least 2 GB of free RAM (inc. virtual) required for installing this repack"
        ],
        "title": "Repack Features"
      },
      "repack_size": "from 73.5 GB [Selective Download]",
      "tags": [
        "Arcade",
        "Racing",
        "Open world",
        "First-person",
        "Third-person",
        "Cars",
        "3D"
      ],
      "version": "v1.656.386.0"
    },
    {
      "banner_image": "https://i8.imageban.ru/out/2024/09/20/043b8d101c3d6fb833cd8494b35e7908.jpg",
      "companies": [
        "SIE Santa Monica Studio",
        "Jetpack Interactive",
        "Sony Interactive Entertainment"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?37b683664239c846#ApRRVDuv5a1Z2Rpm9uaiLGajbzyamqdGnfbCt6SLWwiB",
            "link_name": "Filehoster: DataNodes",
            "text": "(speed & usability use IDM)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?2d25d933656bc78a#6vZZAEdL8nYvhxN5Vji88SNLAkBEHhtXEUfQquPQ6Rw2",
            "link_name": "Filehoster: FuckingFast",
            "text": "(REALLY Fucking Fast 🙂)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?2c9d76ff5ec7e995#EU8t3YNwV4N1xjKHTpq8X2N8uzAv4wembbc8uHNoFw1d",
            "link_name": "Filehoster: MultiUpload",
            "text": "(10+ hosters, interchangeable use JDownloader2)"
          }
        ],
        "torrent": [
          {
            "link": "https://paste.fitgirl-repacks.site/?9a989a6eb7839064#EDmVj8N5AUFWfuSL4ttQPPiKbJpkLiGfHgjoENFZ7Cfc",
            "link_name": "Filehoster: Torrent file only",
            "text": "(speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "From Santa Monica Studio and brought to PC in partnership with Jetpack Interactive comes God of War Ragnarök, an epic and heartfelt journey that follows Kratos and Atreus as they struggle with holding on and letting go.\nThe sequel to the critically acclaimed God of War (2018), God of War Ragnarök picks up with Fimbulwinter well underway. Kratos and Atreus must journey to each of the Nine Realms in search of answers as Odin’s forces in Asgard prepare for a prophesied battle that will end the world.\n\nAlong the way, they will explore stunning, mythical landscapes, and face fearsome enemies in the form of Norse gods and monsters. As the threat of Ragnarök grows ever closer, Kratos and Atreus must choose between the safety of their family and the safety of the realms.\n\nA FUTURE, UNWRITTEN\nAtreus seeks knowledge to help him understand the prophecy of “Loki” and establish his role in Ragnarök. Kratos must decide whether he will be chained by the fear of repeating his mistakes or break free of his past to be the father Atreus needs.\n\nFLUID, EXPRESSIVE COMBAT\nThe Leviathan Axe, Blades of Chaos, and Guardian Shield return alongside a host of new abilities for both Kratos and Atreus. Kratos’ deadly Spartan skills will be tested like never before as he battles gods and monsters across Nine Realms to protect his family.\n\nEXPLORE VAST REALMS\nJourney through dangerous and stunning landscapes as Kratos and Atreus search for answers.\n\nMASTER THYSELF IN GOD OF WAR RAGNARÖK: VALHALLA\nAvailable right at launch with your purchase of God of War Ragnarök is access to the God of War Ragnarök: Valhalla DLC for no additional cost!\n\nAccompanied only by Mimir, Kratos embarks on a deeply personal and reflective journey that pushes him to master mind and body as he is confronted with the challenges of Valhalla in an unravelling, replayable adventure that blends the beloved combat from God of War Ragnarök with brand new elements inspired by the roguelite genre.\n\nAN EPILOGUE TO RAGNARÖK\nKratos’ journey continues as he enters Valhalla, a new location in the God of War Norse saga. Faced with echoes of his past, he fights to overcome the trials within himself and walk the path laid out before him.\n\nBELOVED COMBAT REIMAGINED\nThe beloved combat from God of War Ragnarök with fresh and experimental twists inspired by the roguelite genre. Valhalla will push you to master different aspects of Kratos’ arsenal during each attempt as you face new combinations of enemies and some surprises along the way!\n\nFIGHT. LEARN. GROW.\nDeath is never the end. Kratos will have access to his weapons, skills, shields and abilities, but each new attempt will reset his Stats, Runic Attacks and Perks. As Kratos progresses through each attempt, you will be presented with choices between rewards that will help you push deeper into the mysterious depths of Valhalla while building resources toward persistent upgrades.\n\nPC FEATURES\nPartnering with Jetpack Interactive once again, God of War Ragnarök on PC will harness the power of the platform to deliver an exceptional experience.\n\nUNLOCKED FRAME RATES & HIGH-FIDELITY GRAPHICS\nUnlocked framerates and the option of true 4K resolution expand the full potential of our cinematic no-cut camera as you travel through the stunning vistas of the Nine Realms.¹\n\nBehold enhanced reflections, lighting, and higher fidelity shadows, as well as increased geometric detail.²\n\nUPSCALING TECHNOLOGY\nFull integration with NVIDIA RTX™ Deep Learning Super Sampling (DLSS) 3.7, AMD FidelityFX™ Super Resolution (FSR) 3.1, and Intel XeSS (Xe Super Sampling) 1.2 will allow you to reach higher graphical settings and output resolutions.\n\nNVIDIA® REFLEX SUPPORT\nUtilize NVIDIA Reflex low latency technology allowing you to react quicker and hit harder combos with the responsive gameplay.³\n\nSUPER ULTRAWIDE SUPPORT\nEnjoy the breathtaking beauty of the Nine Realms in panoramic widescreen with 21:9 ultra-widescreen and 32:9 super ultra-widescreen support!¹\n\nCONTROLS CUSTOMIZATION\nPlay your way. With support for the DUALSHOCK®4 and DUALSENSE® wireless controllers, a wide range of other gamepads, and fully customizable bindings for mouse and keyboard, you have the power to fine-tune every action to match your playstyle.\n\nHAPTIC FEEDBACK\nFeel your journey through the Norse realms, made possible by immersive haptic feedback and adaptive trigger functionality.³\n\nSPATIAL 3D AUDIO\nTake advantage of highly accurate, spatial 3D Audio; hear enemies approaching from any direction, including from above and below you.⁴\n\n",
        "features": [
          "Valhalla",
          "Pre-Purchase Bonus",
          "Darkdale Armor (part of Digital Deluxe Edition Upgrade)",
          "Darkdale Attire (Cosmetic) (part of Digital Deluxe Edition Upgrade)",
          "Darkdale Axe Grip (part of Digital Deluxe Edition Upgrade)",
          "Darkdale Blades Handles (part of Digital Deluxe Edition Upgrade)",
          "The Art of God of War Ragnarok (JPG)",
          "God of War Ragnarök – Digital Artbook (PDF)",
          "God of War Ragnarok (Original Soundtrack)",
          "God of War Ragnarok Valhalla (Original Soundtrack)",
          "God of War Ragnarok Svartalfheim (Soundtrack)",
          ""
        ],
        "no_return_mode": ""
      },
      "id": "8",
      "imagevid": "https://shared.akamai.steamstatic.com/store_item_assets/steam/apps/2322010/extras/INT9_PC_Valhalla-Combat-Montage-SHORT_Legal-ESRB.gif",
      "images": [
        "http://s01.riotpixels.net/data/0a/18/0a189de9-6da5-47c4-b0c7-dbd3b530933b.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/49/ef/49efb138-8664-4374-bfb0-62b687de6271.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/a6/0e/a60e69f3-780f-4b60-a419-096a10fbf33b.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/ef/3f/ef3fb280-5c4a-4a02-91da-f7abda51449c.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/38/42/3842268d-e935-40f1-891e-8746baa1c1fe.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/8e/97/8e970d67-8749-4ecd-8165-870135198cb2.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        "Bonus OST"
      ],
      "language": "RUS/ENG/MULTI22",
      "name": "God of War: Ragnarök – Digital Deluxe Edition + All DLCs/Bonuses + 6 GB VRAM Bypass",
      "original_size": "113.9 GB",
      "repack_details": {
        "features": [
          "Based on God.of.War.Ragnarok-RUNE ISO release: rune-god.of.war.ragnarok.iso (121,660,866,560 bytes)",
          "Three Bonus OSTs in MP3 format and original ArtBook in hi-res JPGs (618 MB) added, thanks to NoeRIη! Original mini ArtBook in PDF format is preserved as well",
          "All DLCs and Bonuses are included",
          "6 GB VRAM Bypass is available in “_Bypass 6GB VRAM” folder after installation, thanks to cdozdil! Read “Instructions.txt” first!",
          "100% Lossless & MD5 Perfect: all files are identical to originals after installation",
          "NOTHING ripped, NOTHING re-encoded",
          "Selective Download feature: you may skip downloading and installing of voiceover packs you don’t need (English VOs are included by default) and bonus content",
          "Significantly smaller archive size (compressed from cumulative 113.9 to 65.1~82 GB, depending on selected components)",
          "Installation takes from 14 minutes (on 24-threads CPU + SSD, English-only) up to one hour (on 4-threads CPU + HDD, all languages and bonus content)",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: up to 176 GB",
          "Language can be changed in game settings",
          "Repack uses XTool library by Razor12911",
          "At least 2 GB of free RAM (inc. virtual) required for installing this repack"
        ],
        "title": "Repack Features"
      },
      "repack_size": "from 65.1 GB",
      "tags": [
        "Action",
        "Slasher",
        "Third-person",
        "3D"
      ],
      "version": "v1491.50"
    },
    {
      "banner_image": "https://i5.imageban.ru/out/2024/05/17/56aa0795604d3a6b18c024348242b6ea.jpg",
      "companies": [
        "Sucker Punch Productions",
        "Nixxes Software",
        "Sony Interactive Entertainment"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?70123e4ba4446de5#7EZuADuaUUYPuiHSaLMScu81cAdvkXKUaxkFjWw7eT64",
            "link_name": "Filehoster: DataNodes",
            "text": "(Speed & Usability)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?029c66813ab647e2#AZw8XkikuDXee94b58hUhnvTsNAfREUAVAckNYpZj91z",
            "link_name": "Filehoster: FuckingFast",
            "text": "(REALLY Fucking Fast 🙂)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?f33e22f265e3b034#9LziZ581YkM82sGRrdoznbv41RsP8F4uLMdPirBC8b9W",
            "link_name": "Filehoster: MultiUpload",
            "text": "(10+ hosters, interchangeable) [Use JDownloader2]"
          }
        ],
        "torrent": [
          {
            "link": "https://paste.fitgirl-repacks.site/?2084c4f084cefc2f#DSiyBi7JDqgFcCVUEb8APhHXwJbb2AkqLGswnMNcLwzQ",
            "link_name": "Filehoster: Torrent file only",
            "text": "(speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "For the very first time on PC, play through Jin Sakai’s journey and discover the complete Ghost of Tsushima experience in this Director’s Cut.\nIn the late 13th century, the Mongol empire has laid waste to entire nations along their campaign to conquer the East. Tsushima Island is all that stands between mainland Japan and a massive Mongol invasion fleet led by the ruthless and cunning general, Khotun Khan.\n\nAs the island burns in the wake of the first wave of the Mongol assault, courageous samurai warrior Jin Sakai stands resolute. As one of the last surviving members of his clan, Jin is resolved to do whatever it takes, at any cost, to protect his people and reclaim his home. He must set aside the traditions that have shaped him as a warrior to forge a new path, the path of the Ghost, and wage an unconventional war for the freedom of Tsushima.",
        "features": [
          "Experience Ghost of Tsushima with unlocked framerates and a variety of graphics options tailored to a wide range of hardware, ranging from high-end PCs to portable PC gaming devices.*",
          "Get a view of even more of the action with support for Ultrawide (21:9), Super Ultrawide (32:9) and even 48:9 Triple Monitor support.*",
          "Boost performance with upscaling and frame generation technologies like NVIDIA DLSS 3, AMD FSR 3 and Intel XeSS. NVIDIA Reflex and image quality-enhancing NVIDIA DLAA are also supported.**",
          "Japanese lip sync – enjoy a more authentic experience with lip sync for Japanese voiceover, made possible by cinematics being rendered in real time by your PC.",
          "Choose how you control the action: experience haptic feedback and adaptive triggers through a wired DualSense™ controller…***",
          "…or go with mouse and keyboard, with fully customizable controls.",
          "Haptic feedback – master your blade through the DualSense™ controller’s immersive haptic feedback.***",
          "Adaptive triggers – enhance your accuracy with a bow using adaptive trigger resistance.***",
          "* Compatible PC and display device required.",
          "** Compatible PC and graphics card required.",
          "*** Wired connection required to experience the full range of in-game controller features."
        ],
        "no_return_mode": ""
      },
      "id": "9",
      "imagevid": "",
      "images": [
        "http://s01.riotpixels.net/data/35/d6/35d6e80b-ac97-42c8-99dd-a0b79c215133.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/a7/7f/a77fc43a-8823-4950-a480-dfb5cb256e11.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/32/41/3241cd53-4906-4361-b317-055d51d8da23.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/c7/58/c75860c8-bea1-4e05-a524-afadc84689cc.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/71/5b/715bbe21-bbaf-4b44-bec5-9b6fc640eff9.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/83/01/83016426-7649-4a62-8d48-d1368760754b.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        "Bonus OST"
      ],
      "language": "RUS/ENG/MULTI26",
      "name": "Ghost of Tsushima DIRECTOR’S CUT, v1053.0.0515.2048 + DLC + Bonus Content + Multiplayer",
      "original_size": "59.7 GB",
      "repack_details": {
        "features": [
          "Based on Ghost.of.Tsushima.DIRECTORS.CUT.MULTi26-RUNE ISO release: rune-ghost.of.tsushima.directors.cut.multi26.iso (63,415,713,792 bytes)",
          "Game version: v1053.0.0515.2048; Pre-purchase Entitlements DLC is included and activated",
          "Crackpack with TENOKE/CODEX/FLT/ALI213/Goldberg/0xdeadc0de cracks/emus added, thanks to TENOKE, Masquerade & 0xdeadc0de!",
          "Online Fix by 0xdeadc0de allows multiplayer support via PSN and Epic Store, read special section for instructions",
          "Bonus Content (ArtBook in PDF/CBR formats + 3 OSTs in MP3 format, 671 MB) added, thanks to heatfan23 & NoeRIη!",
          "100% Lossless & MD5 Perfect: all files are identical to originals after installation",
          "NOTHING ripped, NOTHING re-encoded",
          "Selective Download feature: you may skip downloading and installing of voiceover packs you don’t need, bonus content, optional videos (credits + tutorials) and PSN servises installer (useless if you won’t play in multiplayer)",
          "Significantly smaller archive size (compressed from cumulative 59.7 to 31.2~43.9 GB, depending on selected components)",
          "Installation takes from 6 minutes (24-threads CPU + SSD, one language) up to 28 minutes (4-threads CPU + HDD, all languages and components)",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: up to 66.4 GB",
          "Language can be changed in game settings",
          "Repack uses XTool library by Razor12911",
          "At least 2 GB of free RAM (inc. virtual) required for installing this repack"
        ],
        "title": "Repack Features"
      },
      "repack_size": "from 31.2 GB [Selective Download]",
      "tags": [
        "Action",
        "Open world",
        "Stealth",
        "Third-person",
        "3D"
      ],
      "version": " v1053.0.0515.2048"
    },
    {
      "banner_image": "http://i103.fastpic.ru/big/2018/0208/eb/a9e816fbc22b6c0c320c504123284eeb.jpg",
      "companies": [
        "Infinity Ward",
        "Raven Software",
        "Sledgehammer Games",
        "Activision"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?650956b5bbf68988#4AsDwDFWeGFgfK9UtCbCX6iYdjdMeGHupLf6ZtoDXczD",
            "link_name": "Filehoster: DataNodes",
            "text": "(Speed & Usability)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?c69ca052874f6b34#6JiFQLSvgXcH7HdBzYoTzc5P3aBDcR1UDBu8J5FY9Y8b",
            "text": "(REALLY Fucking Fast 🙂 )",
            "link_name": "Filehoster: FuckingFast"
          }
        ],
        "torrent": [
          {
            "link": "http://sendfile.su/1397351",
            "link_name": "Filehoster: Torrent file only",
            "text": "(speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "The best-selling first person action series of all-time returns with the epic sequel to multiple “Game of the Year” award winner, Call of Duty®: Modern Warfare® 2. In the world’s darkest hour, are you willing to do what is necessary? Prepare yourself for a cinematic thrill-ride only Call of Duty can deliver. The definitive Multiplayer experience returns bigger and better than ever, loaded with new maps, modes and features. Co-Op play has evolved with all-new Spec-Ops missions and leaderboards, as well as Survival Mode, an action-packed combat progression unlike any other.",
        "features": [
          "Call of Duty: Modern Warfare 3 Collection 1",
          "Call of Duty: Modern Warfare 3 Collection 2",
          "Call of Duty: Modern Warfare 3 Collection 3: Chaos Pack",
          "Call of Duty: Modern Warfare 3 Collection 4: Final Assault"
        ],
        "no_return_mode": ""
      },
      "id": "10",
      "imagevid": "",
      "images": [
        "http://s01.riotpixels.net/data/0e/2c/0e2c0869-a724-4d53-9ac1-e4aaeb731f0d.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/d8/cd/d8cd491e-1750-41e0-a8e3-6d3f9bc1b59b.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/ef/49/ef493bbd-bbd0-4c87-ad56-16af529fec00.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/3b/dc/3bdc4a78-3b02-446e-9173-be96d052addf.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/88/f0/88f03e3d-38d3-4dd8-ae62-6edebcd92886.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/74/c2/74c2e4b9-0391-42fa-85b5-898583d91f56.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        "Bonus OST"
      ],
      "language": "RUS/ENG/MULTI6",
      "name": "Call of Duty: Modern Warfare 3 – v1.9.461 + All DLCs",
      "original_size": "54.6 GB",
      "repack_details": {
        "features": [
          "Based on Call.of.Duty.Modern.Warfare.3.MULTi6-PLAZA ISO release: plaza-call.of.duty.modern.warfare.3.iso (58,610,292,736 bytes)",
          "100% Lossless & MD5 Perfect: all files are identical to originals after installation",
          "NOTHING ripped, NOTHING re-encoded – Singleplayer campaign, and all Special Ops missions from DLCs are available",
          "Selective Download feature: you may skip downloading and installing of language packs you don’t need",
          "Significantly smaller archive size (compressed from 54.6 to 10.8~11.1 GB for any single language)",
          "Installation takes 20-60 minutes (depending on your system and selected language)",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: 18 GB",
          "Repack uses ZTool library by Razor12911",
          "At least 2 GB of free RAM (inc. virtual) required for installing this repack"
        ],
        "title": "Repack Features"
      },
      "repack_size": "from 10.8 GB [Selective Download]",
      "tags": [
        "Action",
        "Shooter",
        "First-person",
        "3D"
      ],
      "version": "v1.9.461"
    },
    {
      "banner_image": "https://i6.imageban.ru/out/2025/03/26/4bf98be342f3c87fd56b93239ebfd684.jpg",
      "companies": [
        "NetherRealm Studios",
        "Shiver Entertainment",
        "Saber"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?931f25481547b1a0#A3gnWBSnSyqGyRhhiS4aVUcFF5vZD5kXvB464cQJGMU3",
            "link_name": "Filehoster: DataNodes",
            "text": "(Speed & Usability)"
          },
          {
            "link": "https://paste.fitgirl-repacks.site/?3dcacb88789a990d#4ZVvZNxNuoG3Lr948yJrmdCAQ3GodhFkuPY9oN15Vw9C",
            "text": "(REALLY Fucking Fast 🙂)",
            "link_name": "Filehoster: FuckingFast"
          },
          {
            "link_name": "Filehoster: MultiUpload",
            "text": "(10+ hosters, interchangeable use JDownloader2)",
            "link": "https://paste.fitgirl-repacks.site/?ae95f2cac8261d05#4Gm2uBwzX1vNnQAeuPAJg5AK2rJT1DUa9VKx61eKPtr7"
          }
        ],
        "torrent": [
          {
            "link": "https://paste.fitgirl-repacks.site/?98558c19b4a976dd#5jW65aJ3dW6odTcHEFFkwZeuhAwdX4qJQR9PdDAR8FPn",
            "link_name": "Filehoster: Torrent file only",
            "text": "(speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "Discover a reborn Mortal Kombat Universe created by the Fire God Liu Kang. Mortal Kombat 1 ushers in a new era of the iconic franchise with a new fighting system, game modes, and fatalities!\n",
        "features": [
          "It’s In Our Blood! – Discover a reborn Mortal Kombat Universe created by the Fire God Liu Kang.",
          "New Origins – Reflecting Fire God Liu Kang’s vision of perfection, Mortal Kombat 1’s brand new universe is familiar, yet radically altered.",
          "Invasions – Invasions is a dynamic single player campaign with a variety of distinct challenges. With built in progression and RPG mechanics, mixed with MK1’s incredible fighting action, Invasions provides deep, and engaging challenges, and a ton of rewards along the way.",
          "Kameos – Kameos dramatically enhance every fight, assisting teammates with their own Special Moves, Throws and defensive Breakers.",
          "Included DLCs:",
          "",
          "Khaos Reigns Story Expansion",
          "Tremor",
          "Khameleon",
          "Janet Cage",
          "Mavado",
          "Ferra",
          "Jean-Claude Van Damme Skin for Johnny Cage",
          "Kombat Pack",
          "Omni-Man (Invincible)",
          "Quan Chi",
          "Peacemaker (DC’s Peacemaker)",
          "Ermac",
          "Homelander (The Boys)",
          "Takeda Takahashi",
          "Kombat Pack 2",
          "Noob Saibot",
          "Cyrax",
          "Sektor",
          "Ghostface (Scream Franchise)",
          "T-1000 (Terminator 2)",
          "Conan the Barbarian"
        ],
        "no_return_mode": ""
      },
      "id": "11",
      "imagevid": "https://shared.fastly.steamstatic.com/store_item_assets/steam/apps/1971870/extras/MK1_Blood_Animation_2.gif",
      "images": [
        "http://s01.riotpixels.net/data/e5/45/e5452b2c-f08f-42f7-8bfc-bde213f6a2f3.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/89/f5/89f51948-9d4c-4b70-9c0e-226244834cac.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/5e/ee/5eee2568-e733-4fc3-bc90-372702b63ec9.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/f5/95/f595ec63-1209-4225-b27f-6f6868453e6e.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/ee/0d/ee0dcf3f-1396-498f-a55c-35e7a1d242de.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/ea/39/ea3985ce-9f4f-4a74-aa9e-e5bcd46410de.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        "Bonus OST"
      ],
      "language": "RUS/ENG/MULTI12",
      "name": "Mortal Kombat 1: Khaos Reigns Kollection – v1.28.0 + All DLCs + Ryujinx/Sudachi Switch Emulators",
      "original_size": "49.8 GB",
      "repack_details": {
        "features": [
          "Based on Mortal_Kombat_1_NSW-LiGHTFORCE Switch scene release: lfc-a8wra.xci (7.4 GB)",
          "Mortal_Kombat_1_Update_v1.28.0_NSW-SUXXORS (42 GB) applied over",
          "Mortal_Kombat_1_v1.28.0_DLC_Unlocker_NSW-VENOM applied over",
          "Game version: v1.28.0; All released DLCs are included and activated",
          "Ryujinx (v1.2.86, March 13, 2025, 32 MB) & Sudachi (v1.0.15, March 25, 2025, 22 MB) Switch emulators are included and preconfigured",
          "Switch Firmware v19.0.1 (322 MB) added",
          "Test both emus and use the one which performs better on your system",
          "100% Lossless, but NOT MD5 Perfect: encryption was removed for better repack size",
          "NOTHING ripped, NOTHING re-encoded",
          "Selective Download feature: you may skip downloading and installing of credits videos & voiceover packs you don’t need. English VOs are included by default",
          "Smaller archive size (compressed from cumulative 49.8 to 32.6~34.7 GB, depending on selected components)",
          "Installation takes 10-50 minutes (depending on your system)",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: 43.2 GB (55 GB during installation)",
          "Language can be changed in game settings",
          "Repack uses XTool library by Razor12911",
          "At least 2 GB of free RAM (inc. virtual) required for installing this repack"
        ],
        "title": "Repack Features"
      },
      "repack_size": "from 32.6 GB [Selective Download]",
      "tags": [
        "Arcade",
        "Fighting",
        "Side",
        "3D"
      ],
      "version": "v1.28.0"
    },
    {
      "banner_image": "https://i1.imageban.ru/out/2023/12/07/4045364e148cf4383f193e18b5bf405c.jpg",
      "companies": [
        "CD Projekt RED",
        "QLOC"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?304d10e31dfe992c#EcUmqzuTF6YNrYzMskaN5tieLdg6QVEMairCJioh1T9",
            "link_name": "Filehoster: DataNodes",
            "text": "(Speed & Usability)"
          },
          {
            "link_name": "Filehoster: FuckingFast",
            "text": "(REALLY Fucking Fast 🙂)",
            "link": "https://paste.fitgirl-repacks.site/?1ff048f51e334e51#8RZuDwuahEVJsiUFsNNHN8pjiV7eGkbSqUbf4By5r4Qn"
          }
        ],
        "torrent": [
          {
            "link": "https://pastefg.hermietkreeft.site/?f3ba39ac8693587d#6m1Cw9ySUdrN9VHvMMqSZZpPpawcDBiHmu9pRrvxoKNe",
            "link_name": "Filehoster: Torrent file only",
            "text": "(speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "Cyberpunk 2077 is an open-world, action-adventure RPG set in the megalopolis of Night City, where you play as a cyberpunk mercenary wrapped up in a do-or-die fight for survival. Improved and featuring all-new free additional content, customize your character and playstyle as you take on jobs, build a reputation, and unlock upgrades. The relationships you forge and the choices you make will shape the story and the world around you. Legends are made here. What will yours be?\n\nCREATE YOUR OWN CYBERPUNK:\nBecome an urban outlaw equipped with cybernetic enhancements and build your legend on the streets of Night City.\n\nEXPLORE THE CITY OF THE FUTURE:\nNight City is packed to the brim with things to do, places to see, and people to meet. And itâ€™s up to you where to go, when to go, and how to get there.\n\nBUILD YOUR LEGEND:\nGo on daring adventures and build relationships with unforgettable characters whose fates are shaped by the choices you make.\n\nEQUIPPED WITH IMPROVEMENTS:\nExperience Cyberpunk 2077 with a host of changes and improvements to gameplay and economy, the city, map usage, and more.\n\nINCLUDES FREE ADDITIONAL CONTENT:\nGet your hands on a haul of free items including new guns and melee weapons, as well as extra customization options and more.\n\nDISCOVER UPDATE 2.0\nExperience new and overhauled gameplay mechanics to fulfill your wildest cyberpunk fantasies. The free Update 2.0 brings brand new ways to play Cyberpunk 2077, including totally redesigned perks and cyberware systems, pulsating vehicle combat and car chases, a revamped police system, enhanced enemy combat AI, and more.",
        "features": [
          "Included Bonus Content (non-audio)",
          "The World of Cyberpunk 2077 (Lore PDF)",
          "Avatars (145 files)",
          "Big City Dreams Comic",
          "Concept Arts (21 files)",
          "Cover Arts (6 files)",
          "Gangs Graffiti (2 files)",
          "Key Visuals – Phantom Liberty (5 files)",
          "Posters (25 files)",
          "Screenshots (76 files)",
          "Screenshots – Phantom Liberty (14 files)",
          "Short Story (ENG/CHI)",
          "Sourcebook (ENG/POL)",
          "Steelbook Arts (4 files)",
          "Wallpapers (443 files)",
          "Wallpapers – Mobile (108 files)",
          "",
          "Included Bonus Content (Soundtracks)",
          "Cyberpunk 2077 (Original Score EP)",
          "Cyberpunk 2077 (Original Score, 2 CDs)",
          "Cyberpunk 2077 Radio, Vol. 1 (Original Soundtrack)",
          "Cyberpunk 2077 Radio, Vol. 2 (Original Soundtrack)",
          "Cyberpunk 2077 Radio, Vol. 3 (Original Soundtrack)",
          "Cyberpunk 2077 Radio, Vol. 4 (Original Soundtrack)",
          "Cyberpunk 2077 More Music from Night City Radio (Original Soundtrack)",
          "Cyberpunk 2077 [89.7 Growl FM]",
          "Cyberpunk 2077 [107.5 Dark Star Radio]",
          "Cyberpunk 2077 Phantom Liberty (Original Score)",
          "8 Singles"
        ],
        "no_return_mode": ""
      },
      "id": "12",
      "imagevid": "",
      "images": [
        "http://s01.riotpixels.net/data/4b/2c/4b2c6d9c-d158-4475-a194-a3ba9ee1482b.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/c1/64/c164b4fc-e45e-41f3-b114-b3b60ae99dc2.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/69/a2/69a2e047-2d5c-4b80-9c06-46f388bb33f0.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/f6/f1/f6f19d1d-d08a-46bf-ab0e-a9d9ed44739f.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/c3/30/c330c6d6-d6a3-4380-8b93-20587896307f.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/25/71/25713521-7285-45fe-ac5f-e2bfe6c4eb19.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        "Bonus OST"
      ],
      "language": "RUS/ENG/MULTI19",
      "name": "Cyberpunk 2077: Ultimate Edition – v2.1 + All DLCs + Bonus Content + REDmod",
      "original_size": "151.2 GB",
      "repack_details": {
        "features": [
          "Based on Steam Build 12872066 from December 5, 2023: 147.5 GB, thanks to CalibanSwitcher!",
          "Missing bonus content (3.7 GB) added",
          "Game version is v2.1; Phantom Liberty DLC, smaller free DLCs and REDmod modding tools are included",
          "100% Lossless & MD5 Perfect: all files are identical to originals after installation (only when installed with credits video!)",
          "NOTHING ripped, NOTHING re-encoded",
          "Selective Download feature: you may skip downloading and installing of voiceover packs you don’t need, credits video & bonus content",
          "Significantly smaller archive size (compressed from cumulative 151.2 to 55.4~117.5 GB, depending on selected components)",
          "Installation takes (one language, no credits, no bonus content): ~80 minutes on 24-threads CPU; ~2 hours on 8-threads CPU; ~4 hours on 4-threads CPU",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: up to 151.2 GB",
          "Language can be changed in game settings",
          "Repack uses XTool library by Razor12911",
          "At least 4 GB of free RAM (inc. virtual) required for installing this repack"
        ],
        "title": "Repack Features"
      },
      "repack_size": "from 55.4 GB [Selective Download]",
      "tags": [
        "Action",
        "RPG",
        "First-person",
        "Third-person",
        "3D",
        "Cyberpunk"
      ],
      "version": "v2.1"
    },
    {
      "banner_image": "https://i3.imageban.ru/out/2024/11/16/5f862a7ab4a96f3aa94fd55063f4f4f2.jpg",
      "companies": [
        "Ubisoft *",
        "Ubisoft Entertainment"
      ],
      "download_links": {
        "direct_links": [
          {
            "link": "https://paste.fitgirl-repacks.site/?f67a58c4c4cbfc89#8WChAuGVz3ByVhxeJN64oirN4YLepZQ3xWzpxYyN7Rcv",
            "link_name": "Filehoster: DataNodes",
            "text": "(Speed & Usability)"
          },
          {
            "link_name": "Filehoster: FuckingFast",
            "text": "(REALLY Fucking Fast 🙂)",
            "link": "https://paste.fitgirl-repacks.site/?a58e7d9e01b7bcc8#ExmTHavYaq2ZNfaYfmsDveicCFpP8qnyzu2zBUBJh5DP"
          },
          {
            "text": "(10+ hosters, interchangeable use JDownloader2)",
            "link_name": "Filehoster: MultiUpload",
            "link": "https://paste.fitgirl-repacks.site/?109d36819350c901#Dz5NPpHeRxgZsGKVnHWsbiPDmE1Hx7WAzbyHqqhaHErZ"
          }
        ],
        "torrent": [
          {
            "link": "https://paste.fitgirl-repacks.site/?0473bb7e1f2aa17b#FSqVy8LnBMacZHutoXp83mrD8RNQqsb2GDNWQA9ZkuRm",
            "link_name": "Filehoster: Torrent file only",
            "text": "(speed & usability use Utorrent)"
          }
        ]
      },
      "game_details": {
        "description": "Experience the story of Basim, a cunning street thief seeking answers and justice as he navigates the bustling streets of ninth-century Baghdad. Through a mysterious, ancient organization known as the Hidden Ones, he will become a deadly Master Assassin and change his fate in ways he never could have imagined.\n",
        "features": [
          "Experience a modern take on the iconic features and gameplay that have defined a franchise for 15 years.",
          "Parkour seamlessly through the city and stealthily take down targets with more visceral assassinations than ever before.",
          "Explore an incredibly dense and vibrant city whose inhabitants react to your every move, and uncover the secrets of four unique districts as you venture through the Golden Age of Baghdad.",
          ""
        ],
        "no_return_mode": ""
      },
      "id": "13",
      "imagevid": "https://media1.giphy.com/media/v1.Y2lkPTc5MGI3NjExMmp5N2p2c2MzczNiZDgzbmlxNHF0NHMwMXFhdWN1cm5mZDFpcGUwMiZlcD12MV9pbnRlcm5hbF9naWZfYnlfaWQmY3Q9Zw/iIdC9HRZ7XU3yfLy6x/giphy.webp",
      "images": [
        "http://s01.riotpixels.net/data/96/58/96586b07-3e4f-463f-8be7-8475fcf2eacf.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/b8/55/b8558c98-09d7-4334-8c8f-a243f0b21005.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/aa/a0/aaa0defd-27a3-4370-a255-aacf90a31939.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/2d/f6/2df69cd9-e151-4545-ad54-6ebb878dba73.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/50/34/503454b2-c006-4b25-824b-784ba99a81b4.jpg.240p.jpg",
        "http://s01.riotpixels.net/data/6f/78/6f7898f7-eb3d-4896-ae44-ef234ff232e9.jpg.240p.jpg"
      ],
      "includes": [
        "DLC",
        "Bonus OST"
      ],
      "language": "RUS/ENG/MULTI14",
      "name": "Assassin’s Creed Mirage: Master Assassin Edition – v1.0.6 + All DLCs + Bonus Content",
      "original_size": "40.4 GB",
      "repack_details": {
        "features": [
          "Based on v1.0.6 release: 40 GB, thanks to thyaguster!",
          "Bonus OST and ArtBook (305 MB) added, thanks to NoeRIη!",
          "Debug exe with preconfigured Goldberg R2 emu applied over, thanks to Anon/Goldberg/demde/deadmau5/machine4578!",
          "DLC Save Unlocker applied over, thanks to demde, machine4578! Use included save to continue the game with all DLCs unlocked. To not skip the whole story you may start the game from the scratch and then after ~one hour of gameplay switch to the unlocked save to have access to all DLCs",
          "Alternative outfit DLCs unlocker for Cheat Engine is available in “DLC Unlocker (CE Table)” folder",
          "100% Lossless & MD5 Perfect: all files are identical to originals after installation",
          "NOTHING ripped, NOTHING re-encoded",
          "Selective Download feature: you may skip downloading and installing of bonus content voiceover packs you don’t need",
          "Significantly smaller archive size (compressed from cumulative 40.4 to 18.3~20.8 GB, depending on selected components)",
          "Installation takes from 20 minutes (on 32-threaded CPU) up to 1 hour 50 minutes (on 4-threaded CPU)",
          "After-install integrity check so you could make sure that everything installed properly",
          "HDD space after installation: up to 40.4 GB",
          "Language can be changed in game settings",
          "Repack uses XTool library by Razor12911",
          "At least 2 GB of free RAM (inc. virtual) required for installing this repack"
        ],
        "title": "Repack Features"
      },
      "repack_size": "from 18.3 GB [Selective Download]",
      "tags": [
        "Action",
        "Stealth",
        "Open world",
        "Third person",
        "3D"
      ],
      "version": "v1.0.6"
    }
  ]
}
